Dlubal.TimberPro.PlaneType
Type of the plane

Dlubal.TimberPro.PlaneType.UnknownPlane
Unknown plane

Dlubal.TimberPro.PlaneType.PlaneXY
Plane X-Y

Dlubal.TimberPro.PlaneType.PlaneYZ
Plane Y-Z

Dlubal.TimberPro.PlaneType.PlaneXZ
Plane X-Z